#+TITLE: Julia Org

#+begin_src julia :async t :exports both :results output
[zeros(Int, 2, 2) [1; 2]
[3 4] 5]
#+end_src

#+RESULTS:
: 3×3 Array{Int64,2}:
:  0  0  1
:  0  0  2
:  3  4  5
